

'''f_n = 2.0001
s_n = 0.1
t_n = f_n + s_n 
print(round(t_n , 4))


print(round(2.0001 + 0.1))

print(round(2.554,2))
print(round(2.5551,2))
print(round(2.554999,2))
print(round(2.499,2)) '''
'''Необходимо протащить 5 через все операция присвоение'''
number = 5 # назначаем перменную числом 5
number += 5 #присваевает рез сложения
print(number) #выводим на экран с округлеем
number -= 5 #присваеваем рез вычитания
print(number) #выводим на экран с округлеем
number /= 5 # присваемваем рез от деления
print(number) #выводим на экран с округлеем
number // 5 #присваевае рез цулочисленного деления
print(number) #выводим на экран с округлеем
number ** 5 #присваем рез степени числа
print(number) #выводим на экран с округлеем
number % 5 #присваемваем рез остатка 
print(round(number , 2)) #выводим на экран с округлеем
 