'''
создать форматированую строку которая юудет выводить динамические данные из 4 переменных при этом изначально каждая переменная выводится с новой строки и при этом каждая переменаая должна иметь отступ в рамере 2 tab 8 пробела
'''
UserName = "Alex" # имя пользователя
UserAge = 20 # возраст пользователя
weight = 80 # вес пользователя
height = 1.85 #рост пользователя
weight_boot = 46 #размер ноги
user = f"name: {UserName} age: {UserAge} weight : {weight} height: {height} weight_boot: {weight_boot}" #значения пользователя
print(user) #выводит 